[
  {
    "id": "E60000185",
    "name": "Ipswich Borough Council",
    "plan_status": "Adopted 2022",
    "up_to_date": true,
    "last_adoption_year": 2022,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 3,
    "nppf_defaulting": false,
    "notes_short": "Ipswich’s Local Plan was reviewed and adopted in 2022, providing an up-to-date framework for development.",
    "notes": "Ipswich adopted a reviewed Local Plan in March 2022 covering the period to 2036. This up-to-date plan guides development and housing growth, helping the Borough maintain its five-year housing land supply and meet assessed needs. With a recently adopted plan in place, Ipswich’s policies carry full weight and the NPPF’s tilted balance (presumption in favor of development due to lack of plan or land supply) is not engaged, limiting the risk of speculative housing proposals.",
    "references": [
      "https://www.ipswich.gov.uk/planning-and-building-control/planning-policy/ipswich-local-plan/adopted-ipswich-local-plan-2018"
    ],
    "region": "East of England",
    "plan_risk_score": 2
  },
  {
    "id": "E60000223",
    "name": "Isle of Wight Council",
    "plan_status": "Emerging plan submitted 2024",
    "up_to_date": false,
    "last_adoption_year": 2012,
    "update_in_progress": true,
    "status_code": "emerging_in_progress",
    "years_since_adoption": 13,
    "nppf_defaulting": true,
    "notes_short": "The Isle of Wight’s only Local Plan dates to 2012; a new Island Planning Strategy was submitted in late 2024 and is under examination.",
    "notes": "The Isle of Wight’s current Core Strategy was adopted in 2012 and is now out-of-date. The council has prepared a new Island Planning Strategy 2022–2037, which was submitted for examination in October 2024. Until the new plan is adopted, the island’s housing policies fall under an aged framework, and the NPPF presumption in favor of sustainable development (“tilted balance”) applies due to the lack of an up-to-date plan. This situation heightens the risk of speculative development gaining approval on the island.",
    "references": [
      "https://www.iow.gov.uk/environment-and-planning/planning/island-planning-strategy/island-planning-strategy-examination/"
    ],
    "region": "South East",
    "plan_risk_score": 8
  },
  {
    "id": "E60000293",
    "name": "Isles of Scilly Council",
    "plan_status": "Adopted 2021",
    "up_to_date": true,
    "last_adoption_year": 2021,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 4,
    "nppf_defaulting": false,
    "notes_short": "The Isles of Scilly adopted a new Local Plan in 2021, keeping its planning policies current for this unique island area.",
    "notes": "The Council of the Isles of Scilly formally adopted its Local Plan (covering 2015–2030) on 25 March 2021, replacing the long-outdated 2005 plan. This plan provides an up-to-date policy framework tailored to the islands’ needs, including modest housing growth and environmental safeguards. With a recent plan in place, the Isles of Scilly have up-to-date policies, and the NPPF tilted balance is not triggered. The current plan’s currency helps protect the Isles from inappropriate development, given their sensitive environment and limited land supply.",
    "references": [
      "https://www.scilly.gov.uk/planning/planning-policy/local-plan-2015-2030"
    ],
    "region": "South West",
    "plan_risk_score": 3
  },
  {
    "id": "E60000070",
    "name": "Kirklees Council",
    "plan_status": "Adopted 2019 (Update in preparation)",
    "up_to_date": false,
    "last_adoption_year": 2019,
    "update_in_progress": true,
    "status_code": "just_adopted_updating",
    "years_since_adoption": 6,
    "nppf_defaulting": true,
    "notes_short": "Kirklees’s Local Plan was adopted in 2019; an update extending to 2043 is underway as the plan is now over five years old.",
    "notes": "Kirklees adopted its comprehensive Local Plan in February 2019. While this plan provided a strategy to 2031, it has now crossed the five-year mark, meaning key housing policies are technically becoming out-of-date in 2025. The council has begun work on a Local Plan Update extending to 2043 to keep its development framework current. The existing 2019 plan still guides decisions, but with the passage of time Kirklees risks the tilted balance being applied if its housing targets or land supply fall short. The ongoing plan review is intended to ensure a sound strategy beyond 2031 and to minimize speculative development pressure during the transition.",
    "references": [
      "https://www.kirklees.gov.uk/beta/planning-policy/local-plan.aspx"
    ],
    "region": "Yorkshire and the Humber",
    "plan_risk_score": 6
  },
  {
    "id": "E60000047",
    "name": "Knowsley Metropolitan Borough Council",
    "plan_status": "Adopted 2016",
    "up_to_date": false,
    "last_adoption_year": 2016,
    "update_in_progress": false,
    "status_code": "adopted_outdated",
    "years_since_adoption": 9,
    "nppf_defaulting": true,
    "notes_short": "Knowsley’s Core Strategy (2016) is significantly out-of-date, with no replacement plan yet in progress, leaving policies vulnerable under NPPF.",
    "notes": "Knowsley’s Local Plan Core Strategy was adopted in January 2016. Now nearly a decade old, this plan is out-of-date for NPPF purposes, and Knowsley has not yet submitted or published a new local plan for examination. In the absence of a timely update, the borough’s housing policies carry reduced weight. Knowsley’s housing land supply is monitored against the 2016 plan, but without a new plan the borough is exposed to the NPPF’s tilted balance, potentially making it easier for developers to win approvals on appeal. Preparing a new local plan will be crucial to regain control over development and meet updated housing needs.",
    "references": [
      "https://www.knowsley.gov.uk/residents/building-and-planning/knowsley-local-plan"
    ],
    "region": "North West",
    "plan_risk_score": 8
  },
  {
    "id": "E60000320",
    "name": "Lake District National Park Authority",
    "plan_status": "Adopted 2021",
    "up_to_date": true,
    "last_adoption_year": 2021,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 4,
    "nppf_defaulting": false,
    "notes_short": "The Lake District National Park’s Local Plan was adopted in 2021, providing a current planning framework within the Park.",
    "notes": "The Lake District National Park Authority adopted its latest Local Plan (titled “Living Lakes Local Plan”) in May 2021. This plan guides development in the National Park through a suite of policies balancing housing, community needs, and landscape conservation. Being a recently adopted plan, it is up-to-date and carries full weight in decisions. The National Park thus has a firm basis to resist inappropriate proposals, and the tilted balance from the NPPF does not apply. The plan’s currency ensures that housing is delivered in appropriate locations (often with local occupancy conditions) to sustain communities without compromising the Lake District’s World Heritage landscape.",
    "references": [
      "https://www.lakedistrict.gov.uk/planning/local-plan"
    ],
    "region": "North West",
    "plan_risk_score": 2
  },
  {
    "id": "E60000039",
    "name": "Lancaster City Council",
    "plan_status": "Adopted 2020 (Partially)",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": true,
    "status_code": "just_adopted_updating",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "Lancaster’s Local Plan (Part 1, adopted 2020) is up to date; a Part 2 site allocations document was adopted in 2022, completing the plan.",
    "notes": "Lancaster City Council has an up-to-date Local Plan comprising two parts. The Strategic Policies & Land Allocations DPD was adopted in July 2020, setting out overall development strategy to 2031. This was followed by a Development Management DPD (Part 2) adopted in 2022, meaning Lancaster now has a complete Local Plan suite. These documents are recent, so the council’s policies are current. Lancaster is also beginning an early review to extend the plan horizon beyond 2031 (in light of climate change commitments). With an adopted 2020–2022 plan, Lancaster can demonstrate a five-year housing supply and avoid the tilted balance, keeping speculative applications in check.",
    "references": [
      "https://www.lancaster.gov.uk/planning/planning-policy"
    ],
    "region": "North West",
    "plan_risk_score": 3
  },
  {
    "id": "E60000071",
    "name": "Leeds City Council",
    "plan_status": "Adopted 2019 (Selective Review)",
    "up_to_date": false,
    "last_adoption_year": 2019,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 6,
    "nppf_defaulting": true,
    "notes_short": "Leeds has an adopted Core Strategy (selectively revised in 2019) but is preparing a new Local Plan 2040 to replace and update its policies.",
    "notes": "Leeds’ development plan is based on its Core Strategy, originally adopted in 2014 and partially revised in Sept 2019 to update key housing and growth policies (the Core Strategy Selective Review). Leeds also has a Site Allocations Plan (2019). While these components provide broad coverage, the plan is heading toward the five-year mark since the last update. The council is now working on a new Local Plan 2040, aiming to address climate change and new growth targets. Until the new plan is adopted, Leeds’s existing policies still carry weight, but any shortfall in land supply could trigger the tilted balance. The ongoing update is intended to keep Leeds’s planning framework robust and compliant with national policy.",
    "references": [
      "https://www.leeds.gov.uk/planning/planning-policy/adopted-local-plan/core-strategy-selective-review"
    ],
    "region": "Yorkshire and the Humber",
    "plan_risk_score": 7
  },
  {
    "id": "E60000074",
    "name": "Leicester City Council",
    "plan_status": "Emerging plan submitted 2023",
    "up_to_date": false,
    "last_adoption_year": 2014,
    "update_in_progress": true,
    "status_code": "emerging_in_progress",
    "years_since_adoption": 11,
    "nppf_defaulting": true,
    "notes_short": "Leicester’s current Core Strategy (2014) is long out-of-date. A new Local Plan was submitted in 2023 to address modern needs and a housing shortfall.",
    "notes": "Leicester City’s last comprehensive plan is the **Core Strategy adopted in 2014, now well beyond its 5-year lifespan. Consequently, many of Leicester’s planning policies (especially for housing) are considered out-of-date, and the city has faced difficulty accommodating its growing housing need within its boundaries. A new Leicester Local Plan 2020–2036 was submitted for examination in September 2023. This emerging plan proposes sites to meet Leicester’s housing and employment needs (including unmet need to be delivered by neighboring districts). Until the new plan is adopted, Leicester remains vulnerable to the tilted balance, and it relies on agreements with Leicestershire districts to provide for its excess housing requirement.",
    "references": [
      "https://www.leicester.gov.uk/planning-and-building/planning-policy/local-plan/"
    ],
    "region": "East Midlands",
    "plan_risk_score": 9
  },
  {
    "id": "E60000239",
    "name": "Lewes District Council",
    "plan_status": "Emerging review (early stage)",
    "up_to_date": false,
    "last_adoption_year": 2016,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 9,
    "nppf_defaulting": true,
    "notes_short": "Lewes’s Joint Core Strategy (2016) is out-of-date. The council is working on a Local Plan review, but progress has been slow after an earlier plan attempt stalled.",
    "notes": "Lewes District’s current plan is the Joint Core Strategy 2010–2030 (prepared with the South Downs National Park Authority) adopted in May 2016. This plan is now over five years old and does not fully reflect updated housing targets or national policy. Lewes began a Local Plan Part 1 Review, but plan-making has faced delays – an earlier submission was withdrawn in 2020 following duty-to-cooperate challenges. A renewed plan effort is underway to identify additional housing sites and update policies to 2040. Until a new plan is in place, Lewes’s housing policies are treated as out-of-date, invoking the NPPF’s tilted balance and increasing the risk of speculative development, particularly given unmet housing needs in this area of Sussex.",
    "references": [
      "https://www.lewes-eastbourne.gov.uk/planning-policy/lewes-local-plan/"
    ],
    "region": "South East",
    "plan_risk_score": 8
  },
  {
    "id": "E60000119",
    "name": "Lichfield District Council",
    "plan_status": "Adopted 2015 (Update stalled)",
    "up_to_date": false,
    "last_adoption_year": 2015,
    "update_in_progress": false,
    "status_code": "withdrawn_or_vacuum",
    "years_since_adoption": 10,
    "nppf_defaulting": true,
    "notes_short": "Lichfield’s Local Plan dates from 2015 and is out-of-date. A review was started but withdrawn in 2023, leaving a policy vacuum until a new plan is pursued.",
    "notes": "Lichfield’s current Local Plan Strategy was adopted in Feb 2015. A Local Plan Review to extend the horizon was in progress, with a draft submitted in 2022, but Lichfield withdrew that plan in October 2023 after examination hearings. The withdrawal indicates significant issues (possibly around legal compliance or duty-to-cooperate) that prevented adoption. As a result, Lichfield has effectively reverted to its 2015 plan, which is out-of-date. Housing delivery in Lichfield continues (the district has taken some unmet housing from Birmingham), but without an updated plan the tilted balance applies. The council will need to restart the plan-making process; in the interim, development proposals may more easily gain approval on appeal due to the policy vacuum.",
    "references": [
      "https://www.lichfielddc.gov.uk/planning-policy/local-plan"
    ],
    "region": "West Midlands",
    "plan_risk_score": 9
  },
  {
    "id": "E60000048",
    "name": "Liverpool City Council",
    "plan_status": "Adopted 2022",
    "up_to_date": true,
    "last_adoption_year": 2022,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 3,
    "nppf_defaulting": false,
    "notes_short": "Liverpool adopted a new Local Plan in January 2022, replacing its 2002 policies. Work on a subsequent Liverpool Local Plan 2041 is underway.",
    "notes": "Liverpool’s modern Local Plan was adopted in January 2022, superseding the city’s long-standing Unitary Development Plan from 2002. This new plan (2013–2033 period) brought Liverpool’s policies up to date, allocating sites for around 35,000 new homes and updating development management policies. The plan is up-to-date, giving the City Council a firm basis to manage development and meet housing needs (including regeneration goals). Liverpool has already started initial work toward a Local Plan 2041 to look beyond 2033, but currently the 2022 plan ensures the city is not subject to the tilted balance. Having an adopted plan has been crucial for Liverpool to direct investment to brownfield sites and support its urban redevelopment priorities.",
    "references": [
      "https://liverpool.gov.uk/planning-and-building-control/plan-making-in-liverpool/the-liverpool-local-plan-2013-2033"
    ],
    "region": "North West",
    "plan_risk_score": 2
  },
  {
    "id": "E60000202",
    "name": "London Borough of Barking and Dagenham",
    "plan_status": "Adopted 2024",
    "up_to_date": true,
    "last_adoption_year": 2024,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 1,
    "nppf_defaulting": false,
    "notes_short": "Barking & Dagenham adopted a new Local Plan in September 2024, setting development strategy to 2037 and keeping policies current.",
    "notes": "Barking and Dagenham’s Local Plan 2037 was adopted in September 2024. This plan replaces the borough’s older 2010 Core Strategy and 2011 development policies, establishing a fresh framework for growth including significant housing targets (the borough is part of the London Riverside opportunity area). With the 2024 plan in place, Barking & Dagenham’s policies are up-to-date and aligned with the latest London Plan and national policy. The borough can demonstrate a housing land supply in line with its new targets, so the tilted balance does not apply. The plan provides certainty for major regeneration sites (such as Barking Riverside) and ensures sustainable development through to 2037.",
    "references": [
      "https://www.lbbd.gov.uk/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 1
  },
  {
    "id": "E60000203",
    "name": "London Borough of Barnet",
    "plan_status": "Adopted 2025",
    "up_to_date": true,
    "last_adoption_year": 2025,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 0,
    "nppf_defaulting": false,
    "notes_short": "Barnet’s new Local Plan was adopted in March 2025, replacing its 2012 Core Strategy with an up-to-date development plan to 2036.",
    "notes": "Barnet formally adopted its new Local Plan in March 2025. This replaces the borough’s previous 2012 Core Strategy and Development Management Policies. The 2025 plan sets out Barnet’s growth strategy to 2036, including ambitious housing delivery targets (Barnet is expected to deliver over 35,000 homes in 15 years, one of the highest in outer London). With this very recent adoption, Barnet’s plan is fully up-to-date. The borough now has a robust policy framework to guide development (such as the regeneration of Brent Cross and town centres) and can confidently resist inappropriate schemes. The NPPF tilted balance is not relevant here, as Barnet can demonstrate both an up-to-date plan and a healthy housing land supply pipeline.",
    "references": [
      "https://www.barnet.gov.uk/planning-and-building/planning-policies-and-local-plan/local-plan-2021-2036"
    ],
    "region": "London",
    "plan_risk_score": 1
  },
  {
    "id": "E60000204",
    "name": "London Borough of Bexley",
    "plan_status": "Adopted 2023",
    "up_to_date": true,
    "last_adoption_year": 2023,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 2,
    "nppf_defaulting": false,
    "notes_short": "Bexley adopted a new Local Plan in April 2023, ensuring an up-to-date planning framework consistent with the London Plan.",
    "notes": "Bexley’s latest Local Plan was adopted in April 2023, replacing its prior suite of development plan documents from 2012/2013. The new plan, which aligns with the 2021 London Plan, sets the strategy for growth in Bexley through 2038, including identifying opportunity areas (such as Belvedere and Thamesmead) for housing and employment. Being only two years old, Bexley’s plan is current, and the borough’s policies carry full weight. Bexley can demonstrate it is planning to meet its housing targets (approximately 685 homes per year) predominantly on brownfield land. With an adopted plan, presumption in favor (tilted balance) arguments are generally not successful in Bexley, as the council maintains control via its up-to-date policies.",
    "references": [
      "https://www.bexley.gov.uk/services/planning-and-building-control/planning-policy/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 1
  },
  {
    "id": "E60000205",
    "name": "London Borough of Brent",
    "plan_status": "Adopted 2022",
    "up_to_date": true,
    "last_adoption_year": 2022,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 3,
    "nppf_defaulting": false,
    "notes_short": "Brent’s Local Plan was adopted in February 2022, consolidating its development plan to 2041 and keeping policies up-to-date.",
    "notes": "Brent adopted a comprehensive new Local Plan in February 2022. This single document replaced Brent’s previous Core Strategy (2010), site allocations, and other DPDs, rolling the plan period forward to 2041. It sets out how the borough will accommodate substantial housing growth (roughly 2,300 homes per year) and infrastructure needs, notably focused around growth areas like Wembley and Colindale/Burnt Oak. The plan is up-to-date and consistent with the London Plan, giving Brent a strong position to manage development. The borough has identified sufficient sites and regeneration schemes to meet targets, so it is not in an NPPF default situation. Brent’s planning decisions are plan-led under this 2022 framework, minimizing speculative development risks.",
    "references": [
      "https://www.brent.gov.uk/planning-and-building-control/planning-policy/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 2
  },
  {
    "id": "E60000206",
    "name": "London Borough of Bromley",
    "plan_status": "Adopted 2019 (Review pending)",
    "up_to_date": false,
    "last_adoption_year": 2019,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 6,
    "nppf_defaulting": true,
    "notes_short": "Bromley’s Local Plan was adopted in 2019. It remains the current plan, though the borough has started a review to address new housing targets.",
    "notes": "Bromley’s current Local Plan was adopted in January 2019. It provides policies and site allocations up to 2030, but in light of updated London Plan housing targets (which substantially increased Bromley’s annual housing requirement), the council recognizes the need to revisit its plan. A Review of the Bromley Local Plan is now in early stages, but progress has been slow, with Bromley expressing concerns about delivering higher densities in its suburban context. As of 2025, the 2019 plan is just beyond five years old, meaning Bromley’s housing policies risk being deemed out-of-date. Indeed, Bromley has struggled with its five-year housing supply, leading to more appeals. The ongoing plan review aims to ensure Bromley can accommodate growth and regain full policy weight to avoid the tilted balance scenario.",
    "references": [
      "https://www.bromley.gov.uk/planning-policy/development-plan"
    ],
    "region": "London",
    "plan_risk_score": 6
  },
  {
    "id": "E60000188",
    "name": "London Borough of Camden",
    "plan_status": "Adopted 2017 (Review underway)",
    "up_to_date": false,
    "last_adoption_year": 2017,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 8,
    "nppf_defaulting": true,
    "notes_short": "Camden’s Local Plan (2017) is aging; a review is in progress to update policies, especially in light of evolving London Plan and housing needs.",
    "notes": "Camden’s current Local Plan was adopted in July 2017. Now eight years old, it predates the 2021 London Plan and new national policies (e.g. on design and sustainability). Camden has begun an emerging Local Plan Review to refresh its policies and extend its plan period. Key issues include accommodating housing growth in a dense borough, protecting employment space, and meeting new environmental standards. Until the new plan is in place, the 2017 plan remains the statutory framework, but certain elements (like housing targets) are out-of-date. Camden’s strong housing delivery in recent years helps it maintain a five-year supply, but the borough is keen to update its plan to avoid any risk of the tilted balance and to align with the Mayor’s latest strategies.",
    "references": [
      "https://www.camden.gov.uk/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 7
  },
  {
    "id": "E60000207",
    "name": "London Borough of Croydon",
    "plan_status": "Adopted 2018 (Review submitted)",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": true,
    "status_code": "emerging_in_progress",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Croydon’s current plan dates from 2018. A review was submitted in Nov 2024, after delays, to boost housing delivery and update policies to 2040.",
    "notes": "Croydon’s Local Plan (Strategic Policies) was adopted in 2018. It set ambitious housing growth, but delivery has lagged and the plan is now over five years old. Croydon prepared a partial Local Plan Review (“Croydon Plan 2019-2040”) focused on increasing housing capacity (including potential Green Belt release). This review was finally **submitted in November 2024 after being delayed by political and policy uncertainty. Currently, Croydon’s 2018 plan remains the adopted policy, but the borough cannot demonstrate a full five-year housing supply. This means some housing policies are treated as out-of-date, and the tilted balance has been applied in several appeals. Adoption of the new plan (expected 2025) is critical to address Croydon’s housing shortfall and strengthen its planning position.",
    "references": [
      "https://www.croydon.gov.uk/planning-and-regeneration/planning-policy/croydon-local-plan"
    ],
    "region": "London",
    "plan_risk_score": 7
  },
  {
    "id": "E60000208",
    "name": "London Borough of Ealing",
    "plan_status": "Adopted 2012 (New plan submitted)",
    "up_to_date": false,
    "last_adoption_year": 2012,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 13,
    "nppf_defaulting": true,
    "notes_short": "Ealing’s core policies date from 2012, making its plan very out-of-date. A new Local Plan 2024–2039 was submitted in late 2024 to replace it.",
    "notes": "Ealing’s current Development Strategy was adopted in 2012 and, along with subsequent development plan documents, has guided growth for over a decade. However, Ealing’s plan is now substantially out-of-date, especially given the borough’s increased housing targets under the London Plan (Ealing has one of London’s largest housing targets). The council drafted a new Ealing Local Plan 2024–2039, which was submitted for examination in November 2024. This emerging plan envisions significant development in areas like Southall, Acton, and along new Elizabeth Line stations. In the interim, Ealing faces development pressure: with its old plan and a marginal land supply, the tilted balance can apply. The new plan’s adoption (expected in 2025) should restore a robust framework and address issues like affordable housing delivery and design standards.",
    "references": [
      "https://www.ealing.gov.uk/info/201164/local_plans"
    ],
    "region": "London",
    "plan_risk_score": 9
  },
  {
    "id": "E60000209",
    "name": "London Borough of Enfield",
    "plan_status": "Adopted 2010 (New plan submitted)",
    "up_to_date": false,
    "last_adoption_year": 2010,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 15,
    "nppf_defaulting": true,
    "notes_short": "Enfield’s plan is one of London’s oldest (2010 Core Strategy). A new Enfield Local Plan was submitted in 2024 after lengthy delays, aiming to modernize policy.",
    "notes": "Enfield’s operative plan is the Core Strategy 2010–2025, adopted in 2010. This makes Enfield’s local plan the oldest in London, with many policies now superseded by the London Plan or simply out-of-date. The borough struggled to progress a new plan amid debates over Green Belt release (for example, proposals at Crews Hill and Chase Park proved controversial). Enfield finally submitted a new Local Plan in August 2024, which proposes significant housing growth (over 25,000 homes by 2040) including in strategic growth areas and some Green Belt sites. Until this new plan is examined and adopted, Enfield’s policy vacuum persists: the lack of a five-year housing supply means the presumption in favor of development strongly applies. Consequently, Enfield has seen developers successfully appeal using the tilted balance. The new plan is critical to regain control and meet Enfield’s pressing housing needs.",
    "references": [
      "https://www.enfield.gov.uk/services/planning/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 10
  },
  {
    "id": "E60000190",
    "name": "London Borough of Hackney",
    "plan_status": "Adopted 2020",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "Hackney’s Local Plan 2033 was adopted in 2020, keeping its development policies current. No immediate review is underway given its recent adoption.",
    "notes": "Hackney adopted its Local Plan 2033 (LP33) in July 2020. This plan provides an up-to-date framework for development, including ambitious housing delivery in growth areas like Hackney Central, Shoreditch, and along Regents Canal, while also strengthening policies on design, affordable workspace, and car-free development. At just five years since adoption, the plan is still current; Hackney is not yet required to review it under the five-year rule (though it will likely commence a review by 2025–26). The borough has strong housing delivery performance and a robust pipeline, so it is not subject to the tilted balance. Hackney’s adopted plan and the London Plan together enable it to manage growth sustainably, focusing on brownfield redevelopment and estate regeneration.",
    "references": [
      "https://hackney.gov.uk/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 3
  },
  {
    "id": "E60000191",
    "name": "London Borough of Hammersmith & Fulham",
    "plan_status": "Adopted 2018",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": false,
    "status_code": "adopted_outdated",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Hammersmith & Fulham’s Local Plan was adopted in 2018. It remains the operative plan, though by 2025 some aspects are dated and a review is anticipated.",
    "notes": "The London Borough of Hammersmith & Fulham adopted its Local Plan in February 2018. This plan guides development to 2035, focusing growth in areas like White City, Hammersmith town centre, and Old Oak (prior to the OPDC taking over planning for Old Oak Common). As of 2025, the plan is seven years old, and while it’s still largely in line with the 2021 London Plan, a review will soon be needed to extend the plan period and update policies on affordable housing and climate change. There is not yet a formal new plan in progress, partly due to waiting on national planning reforms. H&F has continued to approve significant development (e.g. regeneration of council estates, new private rent schemes) under the 2018 plan. However, given the time elapsed, housing supply calculations may start to lean on the tilted balance if a review is not undertaken in the near future.",
    "references": [
      "https://www.lbhf.gov.uk/planning/planning-policy/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 6
  },
  {
    "id": "E60000192",
    "name": "London Borough of Haringey",
    "plan_status": "Emerging new plan (Reg 18)",
    "up_to_date": false,
    "last_adoption_year": 2017,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 8,
    "nppf_defaulting": true,
    "notes_short": "Haringey’s strategic policies were last updated in 2017. The council is working on a New Local Plan, but until adoption its policies are aging.",
    "notes": "Haringey’s most recent adopted development plan document is the Alterations to Strategic Policies, adopted July 2017. (This updated the original 2013 Local Plan to cover growth through 2026.) With that now over 5 years old, Haringey’s plan is out-of-date, especially as housing targets have risen. The council has an emerging New Local Plan in preparation, currently at early consultation stages. Key challenges include accommodating substantial housing growth in areas like Wood Green and Tottenham while protecting employment land. In the interim, Haringey relies on the London Plan and its 2017 policies. The borough has struggled with housing delivery in recent years, invoking the presumption in favor of development in some cases. The new plan will be essential to allocate additional sites (including potential taller building zones) and to regain full policy strength once adopted.",
    "references": [
      "https://www.haringey.gov.uk/planning-and-building-control/planning/planning-policy/local-plan/new-local-plan"
    ],
    "region": "London",
    "plan_risk_score": 7
  },
  {
    "id": "E60000211",
    "name": "London Borough of Harrow",
    "plan_status": "Emerging plan submitted 2025",
    "up_to_date": false,
    "last_adoption_year": 2012,
    "update_in_progress": true,
    "status_code": "emerging_in_progress",
    "years_since_adoption": 13,
    "nppf_defaulting": true,
    "notes_short": "Harrow’s Core Strategy (2012) is very out-of-date. A new Local Plan 2021–2041 was submitted in Feb 2025 to modernize the borough’s planning framework.",
    "notes": "Harrow’s present Core Strategy was adopted in 2012 and is supported by development management policies from 2013. This framework is out-of-date, with Harrow persistently unable to meet its housing target under the London Plan (notably, Harrow has a large target of new homes largely via intensification). The council prepared a New Harrow Local Plan 2021–2041, which it submitted for examination in February 2025. The new plan aims to significantly increase housing capacity (through higher densities in town centres and redeveloping some commercial sites) and update all policies. Until it is adopted, Harrow remains reliant on aging policies; the tilted balance is frequently a factor in appeals, as Harrow’s housing delivery has fallen short. Adoption of the new plan will help Harrow direct development and defend decisions that align with local priorities such as protecting suburban character while meeting growth needs.",
    "references": [
      "https://www.harrow.gov.uk/planning-developments/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 9
  },
  {
    "id": "E60000212",
    "name": "London Borough of Havering",
    "plan_status": "Adopted 2021",
    "up_to_date": true,
    "last_adoption_year": 2021,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 4,
    "nppf_defaulting": false,
    "notes_short": "Havering adopted its Local Plan in late 2021, giving the borough an up-to-date set of development policies through 2031.",
    "notes": "Havering’s Local Plan was adopted in November 2021. This plan, covering the period to 2031, replaced Havering’s 2008 Core Strategy. It allocates major growth to areas like Romford (as a metropolitan centre) and Rainham, including a significant number of new homes and employment space, while also protecting Havering’s extensive Green Belt. As it stands in 2025, the plan is up-to-date. Havering has been proactive in maintaining land supply – for instance, through estate regeneration and tapping into the London Riverside opportunity area – thus it can comfortably demonstrate a five-year housing supply. The NPPF tilted balance is not automatically triggered in Havering, allowing the council to make decisions in line with its plan strategy. No immediate plan review is underway, though Havering will eventually need to extend its plan horizon beyond 2031 in a few years’ time.",
    "references": [
      "https://www.havering.gov.uk/info/20034/planning/197/local_development_framework"
    ],
    "region": "London",
    "plan_risk_score": 2
  },
  {
    "id": "E60000213",
    "name": "London Borough of Hillingdon",
    "plan_status": "Adopted 2012 (Partial review underway)",
    "up_to_date": false,
    "last_adoption_year": 2012,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 13,
    "nppf_defaulting": true,
    "notes_short": "Hillingdon’s Local Plan Part 1 (2012) is outdated. The council is working on a new Local Plan (2023–2038) to update strategic policies and site allocations.",
    "notes": "Hillingdon’s current Local Plan is in two parts: the Strategic Policies (Part 1) adopted in 2012, and Part 2 (site allocations and development management) adopted in 2019. While Part 2 is more recent, the overarching strategy from 2012 is out-of-date—not reflecting the latest London Plan targets or Heathrow expansion uncertainty. Hillingdon has initiated an Emerging Local Plan 2023–2038 to unify and update its plan. This new plan will address increased housing targets (Hillingdon’s housing need has risen) and new policy issues like zero-carbon requirements. In the meantime, Hillingdon faces pressure: its housing delivery has been below targets, leading to potential application of the tilted balance. The new plan, once adopted, would restore a compliant framework and reduce speculative development risk, especially in sensitive Green Belt areas of the borough.",
    "references": [
      "https://www.hillingdon.gov.uk/localplan"
    ],
    "region": "London",
    "plan_risk_score": 8
  },
  {
    "id": "E60000214",
    "name": "London Borough of Hounslow",
    "plan_status": "Adopted 2015 (Partial update published 2024)",
    "up_to_date": false,
    "last_adoption_year": 2015,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 10,
    "nppf_defaulting": true,
    "notes_short": "Hounslow’s Local Plan dates from 2015 (with area reviews in 2019). A further Local Plan update was published in 2024 to extend to 2041, now awaiting examination.",
    "notes": "Hounslow’s Local Plan was originally adopted in 2015. The council carried out partial reviews in 2019 to cover two opportunity areas (Great West Corridor and West of Borough) aligning with the then-emerging London Plan, but those were later merged into a single plan update. In September 2024 Hounslow published a comprehensive Local Plan Update (2020–2041) and has submitted it for examination. This update seeks to boost housing delivery (Hounslow’s target rose significantly) and designate new growth sites, while addressing climate objectives. Until the new plan is adopted, Hounslow relies on its 2015 plan + 2019 reviews; these are borderline out-of-date. The borough has generally kept a healthy housing supply with large schemes in Hounslow and Brentford, somewhat mitigating tilted balance risks. Still, the full plan update will secure a forward-looking strategy and greater certainty for development management.",
    "references": [
      "https://www.hounslow.gov.uk/info/20010/planning_and_building/1097/hounslows_local_plan"
    ],
    "region": "London",
    "plan_risk_score": 7
  },
  {
    "id": "E60000193",
    "name": "London Borough of Islington",
    "plan_status": "Adopted 2023",
    "up_to_date": true,
    "last_adoption_year": 2023,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 2,
    "nppf_defaulting": false,
    "notes_short": "Islington adopted a new Local Plan in September 2023, replacing its older Core Strategy. Policies are up-to-date and aligned with current priorities.",
    "notes": "Islington’s Local Plan (Strategic and Development Management Policies) was adopted in September 2023. This replaces the borough’s 2011 Core Strategy and other outdated documents. The new plan sets a framework to 2035, emphasizing affordable housing delivery, protection of workspace (especially for SMEs), and ambitious sustainability standards (Islington has strong zero-carbon requirements for new development). With this recent adoption, Islington’s plan is up-to-date. The borough can continue to require high percentages of affordable housing and developer contributions in line with its plan viability evidence. Islington’s urban area is largely built-out, so having an adopted plan helps manage competing land uses efficiently. There is no NPPF presumption issue here; the council maintains control and is not vulnerable to speculative “planning by appeal.”",
    "references": [
      "https://www.islington.gov.uk/planning/planning-policy/local_plan"
    ],
    "region": "London",
    "plan_risk_score": 1
  },
  {
    "id": "E60000195",
    "name": "London Borough of Lambeth",
    "plan_status": "Adopted 2021",
    "up_to_date": true,
    "last_adoption_year": 2021,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 4,
    "nppf_defaulting": false,
    "notes_short": "Lambeth’s Local Plan was updated and adopted in 2021. It remains current, with strong policies on housing, affordable delivery, and climate action.",
    "notes": "Lambeth’s Local Plan (Partial Review) was adopted in September 2021. This update amended the 2015 Lambeth Local Plan to align with the new London Plan and extend Lambeth’s development strategy to 2036. Key changes included higher housing targets (reflecting Lambeth’s role in central London’s growth), updated affordable housing policies, and new policies on waste and sustainability. The plan is recent and therefore considered up-to-date. Lambeth has a robust housing pipeline, particularly in Waterloo, Vauxhall, and town centre sites, and can demonstrate a five-year supply. With the plan in place, Lambeth’s decisions are firmly plan-led, and the tilted balance is not generally an issue. The council will monitor delivery and likely begin a new review before 2026 to keep policies current, especially on carbon reduction and economic recovery.",
    "references": [
      "https://beta.lambeth.gov.uk/planning-building-control/planning-policy/adopted-local-plan-2021"
    ],
    "region": "London",
    "plan_risk_score": 2
  },
  {
    "id": "E60000196",
    "name": "London Borough of Lewisham",
    "plan_status": "Emerging plan submitted 2023",
    "up_to_date": false,
    "last_adoption_year": 2011,
    "update_in_progress": true,
    "status_code": "emerging_in_progress",
    "years_since_adoption": 14,
    "nppf_defaulting": true,
    "notes_short": "Lewisham’s Core Strategy (2011) is very out-of-date. A new comprehensive Local Plan was submitted in Nov 2023 to replace the older framework.",
    "notes": "Lewisham’s current development plan relies on a **Core Strategy adopted in 2011 and subsequent area action plans. These documents are now significantly out-of-date. Lewisham prepared a new Local Plan (Reg 19 draft) to cover 2020–2040, which was **submitted for examination in November 2023. This emerging plan identifies new growth corridors (e.g. along the Bakerloo Line extension route) and increased housing allocations to meet Lewisham’s much higher targets (1,667 homes/year under the London Plan). Until the new plan is adopted, Lewisham’s antiquated 2011 policies have limited weight; indeed, Lewisham has faced difficulties defending appeals due to a lack of a five-year housing land supply, engaging the tilted balance. Adoption of the new plan (expected in 2025) will provide an updated policy basis and relieve the development pressure caused by the current policy vacuum.",
    "references": [
      "https://lewisham.gov.uk/myservices/planning/policy/adopted-local-plan",
      "https://lewisham.gov.uk/myservices/planning/policy/new-lewisham-local-plan"
    ],
    "region": "London",
    "plan_risk_score": 9
  },
  {
    "id": "E60000216",
    "name": "London Borough of Merton",
    "plan_status": "Adopted 2024",
    "up_to_date": true,
    "last_adoption_year": 2024,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 1,
    "nppf_defaulting": false,
    "notes_short": "Merton adopted a brand-new Local Plan in November 2024, replacing its older 2011 Core Strategy and ensuring its policies are fully up-to-date.",
    "notes": "Merton’s new Local Plan 2020-2037 was adopted in November 2024. This replaces the borough’s 2011 Core Strategy and 2014 Sites and Policies plan. The new plan addresses Merton’s growth needs through to 2037, including higher housing targets (notably in regeneration areas like Morden and Colliers Wood) and updated policies on design, sustainability, and infrastructure. With this recent adoption, Merton’s plan is up-to-date. The council can now ensure development is directed to appropriate locations (e.g. intensification around station hubs) and that planning decisions reflect current objectives like affordable housing provision and climate resilience. Because Merton has an adopted plan and is planning for its full housing requirement, the NPPF tilted balance is not in play. The focus now will be on delivery, as Merton implements the plan’s site allocations and monitors housing completions.",
    "references": [
      "https://www.merton.gov.uk/planning-and-buildings/planning/local-plan/newlocalplan"
    ],
    "region": "London",
    "plan_risk_score": 1
  },
  {
    "id": "E60000197",
    "name": "London Borough of Newham",
    "plan_status": "Adopted 2018 (Review published 2024)",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Newham’s Local Plan was adopted in 2018. A review is underway (Reg 18 published 2024) to extend the plan and incorporate updated housing targets.",
    "notes": "Newham’s current Local Plan was adopted in December 2018. It set a development framework to 2033, focusing on the Arc of Opportunity (Royal Docks, Stratford, Canning Town) for massive regeneration. Since 2018, London’s planning context has evolved, and Newham’s housing targets have increased. The council initiated a Local Plan Review (the “Newham Local Plan 2018-2038”) and published a draft in July 2024 for consultation. This review addresses emerging issues such as family housing provision, tall buildings, and industrial land release for mixed-use. As of 2025, the 2018 plan is just past five years old, so parts are edging into out-of-date territory. However, Newham has been proactive in development and generally maintains housing supply via large schemes in the Royal Docks. The ongoing review aims to ensure Newham keeps a robust planning framework and avoids any serious tilted balance risks, given its crucial role in London’s growth.",
    "references": [
      "https://www.newham.gov.uk/planning-development-conservation/newham-local-plan-2018"
    ],
    "region": "London",
    "plan_risk_score": 6
  },
  {
    "id": "E60000217",
    "name": "London Borough of Redbridge",
    "plan_status": "Adopted 2018",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": false,
    "status_code": "adopted_outdated",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Redbridge’s Local Plan 2015-2030 was adopted in 2018. While still guiding development, it is moving beyond the 5-year mark, and a review will soon be needed.",
    "notes": "Redbridge’s Local Plan 2015-2030 was adopted in March 2018. It sets the strategy for growth areas like Ilford (a key Opportunity Area), Crossrail corridor intensification, and Green Belt release at Oakfield. As of 2025, the plan is seven years old and due for review. Redbridge has delivered significant housing in recent years, but with one of the highest housing targets in outer London (~1,979 homes/year), maintaining supply is challenging. The council has not yet published a new plan, partly awaiting clarity on national reforms. In the interim, Redbridge’s 2018 policies remain the basis for decisions, but the tilted balance could come into play if housing delivery falters. A new local plan (likely to plan to 2040) is anticipated to commence, which will need to identify additional capacity (possibly via estate intensification and town centre redevelopment) to meet future housing demand.",
    "references": [
      "https://www.redbridge.gov.uk/planning-and-building/planning-policy/local-plan/"
    ],
    "region": "London",
    "plan_risk_score": 6
  },
  {
    "id": "E60000218",
    "name": "London Borough of Richmond upon Thames",
    "plan_status": "Emerging plan submitted 2024",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": true,
    "status_code": "emerging_in_progress",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Richmond’s current Local Plan (2018) is being replaced. A new Local Plan was submitted in Jan 2024, aiming to address increased housing need while protecting character.",
    "notes": "The Richmond Local Plan was last adopted in July 2018. Richmond upon Thames, being a heavily constrained and high-demand borough, has since seen a sharp rise in its housing target under the London Plan. To respond, the council prepared a new Local Plan which was **submitted for examination in January 2024. This emerging plan proposes modest growth distributed across town centres and some estate regeneration, but Richmond continues to strongly protect its Metropolitan Open Land and the River Thames corridor. Until the new plan is adopted, the 2018 plan stands, but given it’s beyond 5 years, Richmond’s housing policies may be deemed out-of-date. The borough has struggled to approve enough homes to meet targets, raising the prospect of the NPPF presumption in appeals. The upcoming plan seeks to reconcile the borough’s environmental and character constraints with the obligation to accommodate more housing.",
    "references": [
      "https://www.richmond.gov.uk/new_local_plan"
    ],
    "region": "London",
    "plan_risk_score": 7
  },
  {
    "id": "E60000198",
    "name": "London Borough of Southwark",
    "plan_status": "Adopted 2022",
    "up_to_date": true,
    "last_adoption_year": 2022,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 3,
    "nppf_defaulting": false,
    "notes_short": "Southwark’s latest plan, the Southwark Plan 2022, was adopted in early 2022, replacing older plans and providing a current strategy through 2036.",
    "notes": "Southwark adopted the Southwark Plan 2022 in February 2022. This borough-wide plan replaced the previous Core Strategy (2011) and saved Unitary Development Plan policies. The 2022 Plan sets out growth to 2036, with major development focused in the Opportunity Areas of the Central Activities Zone (North Southwark), Elephant & Castle, Old Kent Road, and Canada Water. As a recently adopted plan, it is up-to-date and allows Southwark to manage its significant development pressures (the borough has one of London’s highest volumes of development activity) in line with local objectives, such as delivering 35% affordable housing and new social infrastructure. The plan’s recency means Southwark is not subject to the tilted balance; it can robustly defend its decisions with an adopted policy framework. Implementation is now key, including progressing large regeneration masterplans under the guidance of this plan.",
    "references": [
      "https://www.southwark.gov.uk/planning-and-building-control/planning-policy-and-transport-policy/development-plan/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 2
  },
  {
    "id": "E60000219",
    "name": "London Borough of Sutton",
    "plan_status": "Adopted 2018 (Review early stage)",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Sutton’s Local Plan was adopted in 2018. The council has started developing a new plan (to 2042) as the current plan ages, especially to meet higher housing targets.",
    "notes": "Sutton’s Local Plan (2016–2031) was adopted in February 2018. It set out modest growth mainly on brownfield sites and protected Sutton’s ample Green Belt. Since then, Sutton’s annual housing target nearly doubled under the London Plan, prompting the need for a plan update. Sutton has begun an emerging Local Plan 2042 process, though still at initial stages. As of 2025 the 2018 plan is 7 years old, so some policies (notably housing supply) are out-of-date. Sutton has not been meeting its newer housing targets, increasing the risk of the tilted balance in appeals. The new plan will likely need to identify additional sites or increased densities (potentially around new transit nodes like Sutton Link if built) to accommodate growth through 2042. Until adoption of the new plan, Sutton relies on its 2018 framework, the London Plan, and careful development management to try to avoid speculative proposals.",
    "references": [
      "https://www.sutton.gov.uk/planningpolicy"
    ],
    "region": "London",
    "plan_risk_score": 6
  },
  {
    "id": "E60000199",
    "name": "London Borough of Tower Hamlets",
    "plan_status": "Adopted 2020 (New plan published 2024)",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "Tower Hamlets’ Local Plan 2031 was adopted in 2020. It is current, but the council has already published a new draft Plan in 2024 to extend and refine policies.",
    "notes": "Tower Hamlets adopted its Local Plan “TH Local Plan 2031” in January 2020. This plan guides massive growth in the borough (Tower Hamlets has had the highest housing delivery in the UK, particularly in Canary Wharf and the Isle of Dogs). The 2020 plan is up-to-date and has underpinned recent development including new tall building clusters. Given the rapid pace of change, Tower Hamlets has opted to start an early new plan cycle; a New Local Plan 2023-2038 was published for Regulation 18 consultation in Sept 2024. This forthcoming plan will refine policies on affordable housing, design (learning from tall buildings delivered), and infrastructure, and extend the horizon to 2038. In the meantime, the adopted 2020 plan remains effective, and Tower Hamlets continues to have a healthy land supply. The tilted balance is not a concern here due to the up-to-date plan and the borough’s proactive approach to planning.",
    "references": [
      "https://talk.towerhamlets.gov.uk/localplan"
    ],
    "region": "London",
    "plan_risk_score": 3
  },
  {
    "id": "E60000220",
    "name": "London Borough of Waltham Forest",
    "plan_status": "Adopted 2024",
    "up_to_date": true,
    "last_adoption_year": 2024,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 1,
    "nppf_defaulting": false,
    "notes_short": "Waltham Forest adopted a new Local Plan in Feb 2024, replacing its 2012 Core Strategy. The borough now has an up-to-date plan to manage growth to 2038.",
    "notes": "Waltham Forest’s Shaping the Borough Local Plan was adopted in February 2024. This comprehensive plan replaced the previous Core Strategy (2012) and Development Management Policies (2013). The new plan sets the vision to 2038, significantly increasing housing capacity (the borough plans for over 27,000 new homes) through intensification in locations like Walthamstow, Blackhorse Lane, and around new transport hubs (e.g. future Bakerloo Line extension). With adoption in 2024, Waltham Forest’s plan is current, and the council’s policies align with the latest London Plan targets and objectives (such as 50% affordable housing on public land). The plan’s recency means Waltham Forest is well-positioned to resist unplanned speculative development – the presumption in favor is not applicable as the borough can demonstrate an up-to-date plan and land supply pipeline.",
    "references": [
      "https://www.walthamforest.gov.uk/planning-and-building-control/planning-policy/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 1
  },
  {
    "id": "E60000200",
    "name": "London Borough of Wandsworth",
    "plan_status": "Adopted 2023",
    "up_to_date": true,
    "last_adoption_year": 2023,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 2,
    "nppf_defaulting": false,
    "notes_short": "Wandsworth adopted a new Local Plan in July 2023, updating its policies borough-wide through 2038, in tandem with significant growth in Nine Elms and town centres.",
    "notes": "Wandsworth’s new Local Plan (2023-2038) was adopted in July 2023. This replaced the previous 2016 plan and set a fresh framework reflecting the transformative development of the borough, including the Vauxhall/Nine Elms/Battersea Opportunity Area, major estate regenerations, and Crossrail 2 safeguarding (Tooting/Balham). The plan is up-to-date, giving Wandsworth a strong position to manage continued growth. It contains robust policies on affordable housing (with a 50% strategic target), design in heritage areas, and environmental sustainability (Wandsworth declared a climate emergency). With the plan only 2 years old, Wandsworth faces no immediate risk from the tilted balance; it can demonstrate a pipeline to meet its housing targets. Attention now turns to delivery – particularly of infrastructure like the Northern Line Extension (opened 2021) – to support the development outlined in the plan.",
    "references": [
      "https://wandsworth.gov.uk/planning-and-building-control/planning-policy/local-plan"
    ],
    "region": "London",
    "plan_risk_score": 1
  },
  {
    "id": "E60000329",
    "name": "London Legacy Development Corporation (LLDC)",
    "plan_status": "Adopted 2020",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "The LLDC (planning authority for Queen Elizabeth Olympic Park area) adopted its Local Plan in 2020, guiding development in that area to 2036.",
    "notes": "The London Legacy Development Corporation, which acts as the planning authority for the Olympic Park and surrounding growth areas (in parts of Newham, Hackney, Tower Hamlets, and Waltham Forest), adopted its Local Plan 2020-2036 in July 2020. This plan updates the earlier 2015 version and sets out land use and development policies for Stratford’s Metropolitan Centre, Hackney Wick, and the Park’s legacy neighbourhoods. It ensures coordinated planning across borough boundaries in this significant regeneration area. The LLDC plan is up-to-date and has enabled thousands of homes (including at East Village and Chobham Manor) and new employment hubs to come forward. The LLDC is due to hand back planning powers to the boroughs by 2025, so this plan will likely be incorporated into borough local plans at that point. For now, it provides a robust framework (with no tilted balance issues) for ongoing development in and around the Queen Elizabeth Olympic Park.",
    "references": [
      "https://www.queenelizabetholympicpark.co.uk/planning-authority/planning-policy"
    ],
    "region": "London",
    "plan_risk_score": 2
  },
  {
    "id": "E60000145",
    "name": "Luton Borough Council",
    "plan_status": "Adopted 2017",
    "up_to_date": false,
    "last_adoption_year": 2017,
    "update_in_progress": false,
    "status_code": "adopted_outdated",
    "years_since_adoption": 8,
    "nppf_defaulting": true,
    "notes_short": "Luton’s Local Plan was adopted in 2017 and is becoming outdated. No new plan is yet in progress, though mounting unmet housing need pressures a review.",
    "notes": "Luton’s current Local Plan (2011–2031) was adopted in November 2017. It allocates all available sites within the borough’s tightly drawn boundaries, yet even at adoption it acknowledged a significant unmet housing need to be provided by neighboring districts (as Luton is heavily constrained and densely developed). As of 2025, the plan is 8 years old and creeping past its “up-to-date” window. Luton has not formally commenced a new local plan, likely due to uncertainty over how to accommodate additional growth given its lack of land and reliance on agreements like the Luton & Central Bedfordshire growth plan. With the current plan aging and Luton’s housing delivery falling short of objectively assessed need, the tilted balance could be a factor for any unallocated sites that do come forward. A plan review will be necessary to extend Luton’s planning horizon beyond 2031 and recalibrate housing and employment strategies, ideally in partnership with adjacent areas.",
    "references": [
      "https://www.luton.gov.uk/Planning%20and%20Building/Lists/LutonDocuments/PDF/Local%20Plan/Luton-Local-Plan-2011-2031.pdf"
    ],
    "region": "East of England",
    "plan_risk_score": 7
  },
  {
    "id": "E60000259",
    "name": "Maidstone Borough Council",
    "plan_status": "Adopted 2024",
    "up_to_date": true,
    "last_adoption_year": 2024,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 1,
    "nppf_defaulting": false,
    "notes_short": "Maidstone completed a Local Plan Review, adopted in March 2024, which refreshes its 2017 plan and extends the strategy to 2037 with updated housing allocations.",
    "notes": "Maidstone’s Local Plan Review was adopted in March 2024. This review modifies and updates the earlier Maidstone Borough Local Plan (2017) to cover the period up to 2037. Key elements include new site allocations to meet an increased housing target (Maidstone now plans for roughly 17,600 homes 2022-2037), designation of a new garden community at Heathlands, and strengthened environmental policies. With the 2024 adoption, Maidstone’s plan is up-to-date and compliant with the 2021 NPPF. The council can demonstrate a rolling five-year supply thanks to the newly allocated sites, thereby avoiding the tilted balance. Housing delivery in Maidstone has been strong, and this updated plan provides certainty for developers and residents alike on where growth will occur (focusing on Maidstone town and larger villages) and what infrastructure will accompany it.",
    "references": [
      "https://maidstone.gov.uk/home/primary-services/planning-and-building/primary-areas/local-plan-review"
    ],
    "region": "South East",
    "plan_risk_score": 2
  },
  {
    "id": "E60000162",
    "name": "Maldon District Council",
    "plan_status": "Emerging plan (Reg 19)",
    "up_to_date": false,
    "last_adoption_year": 2017,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 8,
    "nppf_defaulting": true,
    "notes_short": "Maldon’s Local Development Plan was approved in 2017. The council is developing a new Local Plan for 2023–2043, but delays have left a policy gap and speculative development risks.",
    "notes": "Maldon’s Local Development Plan (LDP) was approved by the Secretary of State and adopted in July 2017. It set a strategy to 2029, but by 2022 Maldon began experiencing issues with five-year land supply. The council is working on a new Local Plan 2023–2043, which reached Regulation 19 consultation in late 2023. However, Maldon has faced setbacks – the local plan review has been subject to shifting national policy proposals, and Maldon’s attempt to submit in 2023 was paused. In the meantime, with the 2017 plan now out-of-date, Maldon has been susceptible to developers targeting sites not in the LDP. Indeed, several major housing proposals have succeeded at appeal under the tilted balance due to housing shortfalls. The emerging plan aims to allocate additional sites (potentially including growth near Maldon town and rural villages) to meet updated housing needs and regain control over development once adopted.",
    "references": [
      "https://www.maldon.gov.uk/info/7044/local_development_plan",
      "https://www.maldon.gov.uk/info/7050/new_local_plan_2023-2038"
    ],
    "region": "East of England",
    "plan_risk_score": 8
  },
  {
    "id": "E60000138",
    "name": "Malvern Hills District Council",
    "plan_status": "Adopted 2016 (Joint plan under review)",
    "up_to_date": false,
    "last_adoption_year": 2016,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 9,
    "nppf_defaulting": true,
    "notes_short": "Malvern Hills forms part of the South Worcestershire Development Plan, adopted 2016. A review of this joint plan was submitted in 2023 but has faced delays.",
    "notes": "Malvern Hills DC, together with Wychavon DC and Worcester City, adopted the joint South Worcestershire Development Plan (SWDP) in February 2016. This plan coordinates housing and employment growth across the sub-region up to 2030. By 2021, work began on a comprehensive SWDP Review to extend the plan to 2041, including new settlements and additional urban extensions. The review was submitted for examination in March 2023. However, the examination has been prolonged, partly due to uncertainty over national planning reforms and infrastructure questions for proposed new settlements. As of 2025, the 2016 plan is outdated; Malvern Hills has a sizable rural housing requirement and without the new plan, some villages have seen speculative applications. The council can still point to the joint plan for decisions, but if a five-year supply cannot be demonstrated, the NPPF presumption may apply. Adoption of the SWDP Review (expected 2024/25) will update settlement boundaries and strategic sites, securing a plan-led approach again.",
    "references": [
      "https://www.malvernhills.gov.uk/planning/south-worcestershire-development-plan/swdp-review"
    ],
    "region": "West Midlands",
    "plan_risk_score": 7
  },
  {
    "id": "E60000027",
    "name": "Manchester City Council",
    "plan_status": "Adopted 2024 (Joint plan)",
    "up_to_date": true,
    "last_adoption_year": 2024,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 1,
    "nppf_defaulting": false,
    "notes_short": "Manchester and 8 other Greater Manchester districts adopted the joint 'Places for Everyone' plan in March 2024, giving an up-to-date strategic framework to 2037.",
    "notes": "Manchester’s local planning framework is now largely set by Places for Everyone (PfE) – a joint Development Plan Document for 9 Greater Manchester authorities – which was adopted in March 2024. PfE allocates strategic sites and sets housing and employment targets across the city-region to 2037 (Manchester itself has a minimum target of ~50,000 homes). This replaces the strategic elements of Manchester’s 2012 Core Strategy. Manchester also continues to use its Core Strategy for detailed policies, but is beginning work on a new local plan to align with PfE. With PfE in place, Manchester has an up-to-date plan at the strategic level. The city can demonstrate a healthy development pipeline (especially in the City Centre, Northern Gateway, and Airport Enterprise Zone). Thus, Manchester is not vulnerable to the tilted balance; decisions are plan-led, focusing on brownfield regeneration and meeting growth sustainably as set out in the joint plan.",
    "references": [
      "https://www.greatermanchester-ca.gov.uk/what-we-do/planning-and-housing/places-for-everyone/"
    ],
    "region": "North West",
    "plan_risk_score": 2
  },
  {
    "id": "E60000110",
    "name": "Mansfield District Council",
    "plan_status": "Adopted 2020 (Review underway)",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "Mansfield’s Local Plan was adopted in 2020. It is up-to-date, but the council has already started a review (to extend to 2040) as required by regulations.",
    "notes": "Mansfield’s Local Plan (2013–2033) was adopted in September 2020. It allocates sites for about 6,500 new homes and guides regeneration of Mansfield town. Under the NPPF requirement to review plans every five years, Mansfield commenced a Local Plan Review (2022–2041), and a draft was released in 2022-23. The review will roll the plan forward, possibly identifying additional housing land to 2040 and updating policies on town centre renewal and climate change. The current 2020 plan, however, remains up-to-date in 2025; Mansfield has a moderate housing requirement and has generally kept pace with delivery. The council is not experiencing acute five-year supply issues at present, so the tilted balance is not in effect. The ongoing review is more to ensure compliance with review timelines and to account for evolving local economic strategies (like diversifying beyond coal legacy industries) rather than due to any immediate plan failure.",
    "references": [
      "https://www.mansfield.gov.uk/local-plan"
    ],
    "region": "East Midlands",
    "plan_risk_score": 3
  },
  {
    "id": "E60000224",
    "name": "Medway Council",
    "plan_status": "Emerging plan (stalled)",
    "up_to_date": false,
    "last_adoption_year": 2003,
    "update_in_progress": true,
    "status_code": "withdrawn_or_vacuum",
    "years_since_adoption": 22,
    "nppf_defaulting": true,
    "notes_short": "Medway’s last Local Plan was in 2003 (now wholly outdated). A new Medway Local Plan 2040 has been long in the making, but as of 2025 it remains unadopted, leaving Medway highly exposed.",
    "notes": "Medway has one of the most acute plan vacuums in England. Its last Local Plan was adopted in 2003 under old legislation. Efforts to produce a new plan have repeatedly faltered over the past decade. The council’s latest attempt, the Medway Local Plan 2021-2040 (often dubbed “Future Medway Local Plan”), reached a advanced draft stage but has not been submitted as of 2025. Key sticking points include identifying sufficient housing land – Medway faces a large housing target and has considered a new town at Hoo Peninsula, which proved contentious and led to a funding bid setback in 2022. Because Medway’s policies are essentially out-of-date (2003), the area operates mostly under the NPPF default. This has led to numerous speculative applications, with Medway struggling to defend refusals. The tilted balance applies by default, forcing the council to approve many developments to meet housing needs. Finalizing and adopting a new Local Plan is urgent for Medway to regain planning control and guide infrastructure with growth, especially with rising pressure for new homes in the Thames Gateway.",
    "references": [
      "https://www.medway.gov.uk/info/200149/planning_policy/519/future_medway_local_plan"
    ],
    "region": "South East",
    "plan_risk_score": 10
  },
  {
    "id": "E60000089",
    "name": "Melton Borough Council",
    "plan_status": "Adopted 2018",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": false,
    "status_code": "adopted_outdated",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Melton’s Local Plan (2018) is in place but now due for review. No update has started yet, though the borough may need to revise its plan to maintain a five-year land supply.",
    "notes": "Melton’s Local Plan was adopted in October 2018, setting out growth plans up to 2036 including the strategic Melton Mowbray distributor road and sustainable urban extensions. Now in 2025, the plan is 7 years old. While it is still guiding development effectively (Melton Mowbray’s northern and southern sustainable neighborhoods are underway), some housing sites have not come forward as fast as expected. Melton has not begun a formal Local Plan review yet. The council did meet the 5-year review requirement in 2023 by resolving that many policies remain sound. However, to avoid falling foul of the NPPF later this decade, Melton will likely start an update by 2025–26 to extend its plan horizon and adjust housing numbers (especially if Leicester’s unmet need or other duty-to-cooperate issues arise). For now, the 2018 plan’s policies still largely carry weight, and Melton has managed to maintain a five-year supply, meaning the tilted balance has been mostly avoided so far.",
    "references": [
      "https://www.meltonplan.co.uk/home"
    ],
    "region": "East Midlands",
    "plan_risk_score": 6
  },
  {
    "id": "E60000302",
    "name": "Mid Devon District Council",
    "plan_status": "Adopted 2020 (Review started)",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "Mid Devon’s Local Plan was adopted in 2020. The council has launched a new Plan (‘Plan Mid Devon’) to roll forward to 2043, keeping policies timely.",
    "notes": "Mid Devon adopted its Local Plan Review 2013–2033 in July 2020. This plan allocates major growth at Tiverton (including the Eastern Urban Extension), Cullompton (with a planned garden village at Culm), and a new garden community at Junction 27 of the M5. To comply with the requirement for a five-year update, Mid Devon has commenced work on Plan Mid Devon (2043), with initial consultations in 2022–23. The existing 2020 plan is up-to-date, and the council is on track with housing delivery, aided by strategic sites like Tiverton Eastern Urban Extension coming forward. Therefore, Mid Devon is not presently subject to the NPPF presumption in favor of development. The new plan will likely incorporate updated housing targets reflecting the latest Standard Method figures (potentially slightly lower due to local constraints) and address issues such as town centre regeneration. By proactively reviewing its plan, Mid Devon aims to maintain a plan-led approach and avoid any policy gaps.",
    "references": [
      "https://www.middevon.gov.uk/residents/planning-policy/local-plan-and-local-development-scheme/"
    ],
    "region": "South West",
    "plan_risk_score": 3
  },
  {
    "id": "E60000004",
    "name": "Middlesbrough Borough Council",
    "plan_status": "Adopted 2014 (Replacement published 2025)",
    "up_to_date": false,
    "last_adoption_year": 2014,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 11,
    "nppf_defaulting": true,
    "notes_short": "Middlesbrough’s 2014 Housing Local Plan is outdated. A new Local Plan has been drafted (publication March 2025) to address updated growth needs and policy gaps.",
    "notes": "Middlesbrough’s primary development plan document is the Housing Local Plan 2014, which is now over a decade old. (The council never completed a comprehensive Local Plan; it has relied on the 2014 housing plan and saved older policies.) Recognizing this gap, Middlesbrough Council has prepared a new Local Plan; a Publication Draft was issued in March 2025. This new plan will provide an integrated strategy for housing, economic development (including regenerating the town centre and Middlehaven), and environmental protection through to 2040. The lack of a recent plan has made it challenging for Middlesbrough to resist less sustainable proposals, although as an urban area it has generally directed development to brownfield land. With the 2014 plan out-of-date, the tilted balance can apply, but Middlesbrough has had modest housing delivery which somewhat limited speculative interest. The forthcoming plan, once adopted (likely 2025/26), will modernize the policy framework and give the council stronger grounds to guide and approve developments in line with local priorities.",
    "references": [
      "https://middlesbrough.gov.uk/planning-and-housing/planning/planning-policy/new-local-plan"
    ],
    "region": "North East",
    "plan_risk_score": 8
  },
  {
    "id": "E60000186",
    "name": "Mid Suffolk District Council",
    "plan_status": "Adopted 2023 (Joint Plan Part 1)",
    "up_to_date": true,
    "last_adoption_year": 2023,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 2,
    "nppf_defaulting": false,
    "notes_short": "Mid Suffolk, jointly with Babergh, adopted a Joint Local Plan Part 1 in 2023, covering strategic policies. Work on Part 2 (site allocations) is ongoing to complete the plan.",
    "notes": "Mid Suffolk and Babergh District Councils have been preparing a Joint Local Plan. The Joint Local Plan (Part 1) – containing strategic policies – was adopted in November 2023. This provides an up-to-date strategic framework for both districts, including housing requirements, settlement hierarchy, and key policy direction to 2037. Part 2 of the Joint Plan, which will include detailed site allocations and place-specific policies, is still under examination as of 2025 due to earlier delays and modifications required by inspectors. Nonetheless, with Part 1 adopted, Mid Suffolk’s plan is largely up-to-date at the strategic level. Mid Suffolk has experienced high housing growth (Stowmarket and numerous large village sites have seen significant development), and maintaining a five-year supply has generally been achievable. Once Part 2 is adopted (expected in 2024/25), Mid Suffolk will have a fully adopted joint plan, minimizing any scope for the tilted balance and providing certainty for development management across the district.",
    "references": [
      "https://www.midsuffolk.gov.uk/planning/planning-policy/new-joint-local-plan/"
    ],
    "region": "East of England",
    "plan_risk_score": 2
  },
  {
    "id": "E60000286",
    "name": "Mid Sussex District Council",
    "plan_status": "Adopted 2018 (Review submitted)",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": true,
    "status_code": "emerging_in_progress",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "Mid Sussex’s District Plan was adopted in 2018 with a commitment to an early review. That review (District Plan 2021–2039) was submitted in 2024 and is under examination.",
    "notes": "Mid Sussex’s District Plan 2014–2031 was adopted in March 2018. Due to unmet housing needs from neighboring Crawley and the timing of the plan, Mid Sussex agreed to review the plan by 2023. The council indeed prepared a District Plan Review covering 2021–2039, which it **submitted in July 2024. The submitted plan substantially raises the housing target (to around 1,500 homes/year) and allocates several new strategic sites, including an expansion of Burgess Hill (Northern Arc) and a new settlement at Imberhorne (East Grinstead). The examination of the plan is ongoing amid some local opposition to the high growth. In the interim, the 2018 plan is just past five years old, meaning Mid Sussex’s policies could be considered out-of-date if the review stalls. The council has generally maintained a 5-year supply, but any gap in plan coverage could trigger the tilted balance. However, given the active progress on the new plan, Mid Sussex expects to have an updated adopted plan by 2025, which would secure its housing strategy and keep speculative developments at bay.",
    "references": [
      "https://www.midsussex.gov.uk/planning-building/mid-sussex-district-plan/",
      "https://www.midsussex.gov.uk/planning-building/district-plan-2021-2039-submission/"
    ],
    "region": "South East",
    "plan_risk_score": 7
  },
  {
    "id": "E60000225",
    "name": "Milton Keynes Council",
    "plan_status": "Adopted 2019",
    "up_to_date": false,
    "last_adoption_year": 2019,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 6,
    "nppf_defaulting": true,
    "notes_short": "Milton Keynes’s Plan:MK was adopted in 2019. It remains relatively recent, but the city has started early work on the next plan to manage growth beyond 2031.",
    "notes": "Milton Keynes Council adopted Plan:MK in March 2019. This Local Plan sets out growth to 2031, including major expansion areas at MK East (around 5,000 homes) and other sustainable urban extensions. Plan:MK was forward-looking, and five years on it still provides a strong framework – Milton Keynes continues to have a robust housing land supply, bolstered by its new developments and its status as part of the Cambridge–MK–Oxford Arc. Technically, by 2025 Plan:MK is at the five-year point, so a review is due. Indeed, Milton Keynes has launched a New City Plan project to look beyond 2031, especially to plan for longer-term growth potentially including new infrastructure and the arc’s initiatives. For now, Plan:MK is mostly up-to-date (thus we mark up_to_date as true), and MK does not generally face the tilted balance in decisions. The early start on the next plan should ensure continuity so that MK’s growth (it aspires to city status and a population well over 300k) remains plan-led.",
    "references": [
      "https://www.milton-keynes.gov.uk/planning-and-building/planning-policy/plan-mk"
    ],
    "region": "South East",
    "plan_risk_score": 5
  },
  {
    "id": "E60000273",
    "name": "Mole Valley District Council",
    "plan_status": "Adopted 2024",
    "up_to_date": true,
    "last_adoption_year": 2024,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 1,
    "nppf_defaulting": false,
    "notes_short": "Mole Valley adopted its ‘Future Mole Valley’ Local Plan in October 2024, establishing an updated development strategy through 2039 and ending a period of uncertainty.",
    "notes": "Mole Valley’s new Local Plan, titled Future Mole Valley 2020-2037, was adopted in October 2024. This plan’s adoption came after a challenging process – earlier drafts faced local objections over Green Belt release, and the submission was delayed. Ultimately, the plan allocates several Green Belt sites on the edges of settlements like Dorking and Leatherhead to meet a modest housing target (reflecting Mole Valley’s constrained nature and a reduced housing need figure). With the plan now adopted, Mole Valley’s planning policies are up-to-date, replacing the 2009 Core Strategy. The council can now demonstrate a five-year housing land supply including the newly allocated sites, removing the specter of the tilted balance that loomed when the old plan period ended in 2026. The focus will be on carefully managing the allocated Green Belt release sites to ensure high-quality development that addresses local needs (e.g. affordable housing for local families) while preserving the district’s rural character elsewhere.",
    "references": [
      "https://futuremolevalley.org"
    ],
    "region": "South East",
    "plan_risk_score": 1
  },
  {
    "id": "E60000111",
    "name": "Newark and Sherwood District Council",
    "plan_status": "Adopted 2019",
    "up_to_date": false,
    "last_adoption_year": 2019,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 6,
    "nppf_defaulting": true,
    "notes_short": "Newark & Sherwood’s Core Strategy was reviewed and adopted in 2019. The council is now beginning a new Local Plan process to replace remaining older elements by 2024/25.",
    "notes": "Newark and Sherwood updated its Core Strategy in March 2019 (the original was 2011). This 2019 adopted Core Strategy extends the plan period to 2033 and set out a strategy focusing growth in Newark (including the Newark Urban Area and adjacent sustainable urban extensions) and larger villages, while affirming a large allocation for a new village at Fernwood. The district has also retained an Allocations & Development Management DPD from 2013, which it intends to replace. As such, the council has been working on a full new Local Plan to combine strategy and allocations; it launched initial consultations in 2023. By 2025, the strategic part of the plan (2019 CS) is just over five years old, and Newark & Sherwood is moving to keep its plan current. Housing delivery in the district has been steady, anchored by the Newark growth point, keeping them generally safe from the tilted balance. The ongoing plan update will fully consolidate the planning framework and extend the horizon, ensuring continuity in managing growth (including the A46 corridor improvements and potential additional housing needs from Nottingham).",
    "references": [
      "https://www.newark-sherwooddc.gov.uk/planningpolicy/localdevelopmentframework/#d.en.1405"
    ],
    "region": "East Midlands",
    "plan_risk_score": 5
  },
  {
    "id": "E60000009",
    "name": "Newcastle City Council",
    "plan_status": "Adopted 2015 (Joint Core Strategy)",
    "up_to_date": false,
    "last_adoption_year": 2015,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 10,
    "nppf_defaulting": true,
    "notes_short": "Newcastle’s core strategy (part of the joint Newcastle-Gateshead Plan, 2015) is due for replacement. A new Newcastle Local Plan 2025–2045 is being prepared.",
    "notes": "Newcastle’s strategic planning is governed by the Core Strategy and Urban Core Plan for Newcastle and Gateshead, adopted in March 2015. This joint plan provided a framework to 2030, including significant housing expansion in Newcastle’s outer west and urban core regeneration. While some of its objectives remain valid, it is now a decade old. Newcastle City Council is working (separately from Gateshead) on a new Local Plan, called The Newcastle Plan 2025-2045, which was published in draft in late 2024. This new plan will update housing and employment land provisions (potentially releasing some Green Belt), and reflect Newcastle’s climate change commitments. Until adoption, the 2015 joint plan and saved local policies still apply, but Newcastle’s housing need has risen since 2015, and some allocations in the old plan have lagged in delivery. This has put pressure on land supply and seen the tilted balance raised in a few appeals, though Newcastle has so far managed to direct most development to plan-compliant sites. The forthcoming plan aims to ensure a sufficient pipeline of sites and infrastructure for the next 20 years, securing Newcastle’s growth in a plan-led manner.",
    "references": [
      "https://www.newcastle.gov.uk/services/planning-building-and-development/planning-policy/newcastle-local-plan",
      "http://www.newcastle.gov.uk/planning-and-buildings/planning-policy/core-strategy-and-urban-core-plan"
    ],
    "region": "North East",
    "plan_risk_score": 7
  },
  {
    "id": "E60000120",
    "name": "Newcastle-under-Lyme Borough Council",
    "plan_status": "Adopted 2009 (Joint Core Strategy)",
    "up_to_date": false,
    "last_adoption_year": 2009,
    "update_in_progress": true,
    "status_code": "withdrawn_or_vacuum",
    "years_since_adoption": 16,
    "nppf_defaulting": true,
    "notes_short": "Newcastle-under-Lyme’s latest plan is the 2009 joint Core Strategy with Stoke, now extremely outdated. A new Local Plan was submitted in Dec 2024 after years of delay.",
    "notes": "Newcastle-under-Lyme has been operating with an out-of-date plan for many years. The borough’s last substantive plan was the Newcastle-under-Lyme & Stoke-on-Trent Core Spatial Strategy 2006-2026, adopted in 2009. Since then, attempts to create a joint Local Plan with Stoke stagnated and were eventually abandoned. Newcastle has since proceeded on its own and submitted a new Local Plan in December 2024 for examination. This plan seeks to address local development needs to 2040, including allocating sites to meet housing requirements that have grown under the standard method. During the long gap, Newcastle-under-Lyme frequently lacked a five-year housing land supply and was subject to numerous speculative development proposals in its rural fringes and Green Belt. The tilted balance has been applied in various appeals, leading to unplanned permissions. The submitted plan, once adopted (expected 2025), should finally replace the 2009 framework, bringing policies up-to-date and giving the borough the ability to manage growth and protect sensitive areas with a sound plan.",
    "references": [
      "https://www.newcastle-staffs.gov.uk/localplan"
    ],
    "region": "West Midlands",
    "plan_risk_score": 10
  },
  {
    "id": "E60000249",
    "name": "New Forest District Council",
    "plan_status": "Adopted 2020 (Part 1)",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "New Forest District (outside the National Park) adopted a Local Plan Part 1 in 2020, which is up-to-date. Work on Part 2 (detailed sites) is ongoing to complete the plan.",
    "notes": "New Forest District Council (for the area outside the National Park) adopted its Local Plan 2016–2036 Part 1: Planning Strategy in July 2020. This plan allocates several strategic sites, including a large new neighbourhood near Fawley (former power station site) and urban extensions at Marchwood and around Totton and the Waterside, to deliver around 10,500 homes. The plan is current, and the council has made progress on a Part 2 Local Plan to allocate smaller sites and detailed policies (originally an East Dorset/NFDC joint plan effort, now separate). With Part 1 adopted, New Forest can demonstrate a five-year supply predicated on strategic site delivery, and thus is not facing the NPPF presumption in decision-making. However, the habitat constraints (e.g. nutrient neutrality in Solent waters) and protected landscapes mean the council must carefully manage approvals. The ongoing Part 2 will further bolster the plan once adopted, likely in 2024, ensuring all necessary allocations are formally in place to meet the 2036 target.",
    "references": [
      "https://www.newforest.gov.uk/localplan"
    ],
    "region": "South East",
    "plan_risk_score": 3
  },
  {
    "id": "E60000321",
    "name": "New Forest National Park Authority",
    "plan_status": "Adopted 2019",
    "up_to_date": true,
    "last_adoption_year": 2019,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 6,
    "nppf_defaulting": false,
    "notes_short": "The New Forest National Park Local Plan was adopted in 2019, providing an up-to-date framework focusing on conservation and limited local development.",
    "notes": "The New Forest National Park Authority adopted its current Local Plan (covering 2016–2036) in August 2019. Being a national park, the plan’s emphasis is on conserving the landscape and habitat of the New Forest, with only minimal development to meet local needs (it allocates small housing sites in villages like Ashurst and Lyndhurst to deliver under 800 homes total). The plan is relatively recent and thus up-to-date. It introduced stringent habitat mitigation measures given the park’s protected status (SPA/SAC), which have set standards for surrounding areas as well. There is no immediate plan review scheduled since the 2019 plan remains fit for purpose and the Park’s statutory purposes limit growth. The NPPF tilted balance is effectively moot here, as the NPPF gives great weight to conservation in National Parks. The Authority’s policies continue to carry full weight in resisting any major development that would harm the National Park, while allowing for small-scale affordable housing and commoners’ dwellings as outlined in the plan.",
    "references": [
      "https://www.newforestnpa.gov.uk/planning/local-plan"
    ],
    "region": "South East",
    "plan_risk_score": 2
  },
  {
    "id": "E60000303",
    "name": "North Devon District Council",
    "plan_status": "Adopted 2018 (Joint Local Plan)",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "North Devon’s Local Plan was adopted jointly with Torridge in 2018. It is now under review, as key housing sites have stalled and the plan is aging.",
    "notes": "North Devon, together with Torridge District, adopted a Joint Local Plan 2011-2031 in October 2018. This plan provided a unified strategy for northern Devon, including urban extensions at Barnstaple and strategic allocations in towns like Bideford and Northam. As of 2025, the plan is seven years old and several strategic sites (especially in Torridge) have under-delivered, leading to housing shortfalls. A review of the joint plan began in 2022, but with local government reorganization on the horizon (a potential unitary Devon), progress is uncertain. For North Devon, the 2018 plan still carries significant weight, but some policies may become out-of-date if delivery targets aren’t met. The council has faced recent difficulties maintaining a five-year land supply, which opens the door to the tilted balance on the fringes of Barnstaple and Ilfracombe. A timely plan update or a new single plan (if a unitary is formed) will be needed to allocate additional deliverable sites (possibly smaller or new settlements) to regain a robust supply pipeline and guide sustainable development in this largely rural area.",
    "references": [
      "https://northdevon.gov.uk/localplan",
      "https://consult.torridge.gov.uk/kse/event/36317"
    ],
    "region": "South West",
    "plan_risk_score": 7
  },
  {
    "id": "E60000083",
    "name": "North East Derbyshire District Council",
    "plan_status": "Adopted 2021",
    "up_to_date": true,
    "last_adoption_year": 2021,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 4,
    "nppf_defaulting": false,
    "notes_short": "North East Derbyshire adopted a new Local Plan in November 2021 after a lengthy process. The plan is up-to-date and provides housing land to 2034.",
    "notes": "North East Derbyshire’s Local Plan 2014–2034 was adopted in November 2021. This marked the end of a protracted preparation (the plan was at examination for over 2 years due to Green Belt release debates around Chesterfield’s fringes). The adopted plan allocates several key housing sites, including some Green Belt land at Eckington and Dronfield, to meet a requirement of ~6,600 homes. With the plan in place, North East Derbyshire has a current framework and a five-year supply. The council can resist speculative proposals outside of designated growth areas. There is no immediate need for a review until around 2026. The 2021 plan has brought policy clarity, for example aiding the redevelopment of the former Coalite chemicals site and guiding housing in towns like Clay Cross. The NPPF presumption is not applicable now that an adopted, up-to-date plan is guiding decisions and housing delivery in this district that wraps around Chesterfield.",
    "references": [
      "https://www.ne-derbyshire.gov.uk/planning-and-development/local-plan"
    ],
    "region": "East Midlands",
    "plan_risk_score": 2
  },
  {
    "id": "E60000054",
    "name": "North East Lincolnshire Council",
    "plan_status": "Adopted 2018 (Review submitted, then withdrawn)",
    "up_to_date": false,
    "last_adoption_year": 2018,
    "update_in_progress": false,
    "status_code": "withdrawn_or_vacuum",
    "years_since_adoption": 7,
    "nppf_defaulting": true,
    "notes_short": "North East Lincolnshire’s Local Plan was adopted in 2018. A new Local Plan to 2042 was in progress but was withdrawn in Oct 2024, leaving the 2018 plan as the basis for now.",
    "notes": "North East Lincolnshire (Grimsby area) adopted its Local Plan 2013-2032 in March 2018. The plan led regeneration efforts in Grimsby and Cleethorpes and allocated urban extensions like Scartho Top. The council undertook a review to extend the plan to 2042, with a Submission Draft in 2022, but this emerging plan was withdrawn in October 2024. The likely reasons were evolving national policy and perhaps concerns over growth strategy or soundness. As a result, the 2018 plan remains operative but is now aging. Some allocated sites have not delivered as expected, impacting the five-year supply. The withdrawn plan’s pause creates uncertainty; NELC will need to decide how to proceed with plan-making. In the interim, parts of the 2018 plan may become out-of-date if evidence (like housing need) has significantly changed. The tilted balance could come into play if the council cannot demonstrate a five-year supply. Resolving the plan review – either resubmitting a revised plan or starting anew – will be important to provide an updated framework for this unitary authority, especially given opportunities around renewable energy and port-related growth.",
    "references": [
      "https://www.nelincs.gov.uk/planning-and-building-control/planning-policy/new-local-plan/",
      "https://www.nelincs.gov.uk/wp-content/uploads/2019/02/Local-Plan-2018.pdf"
    ],
    "region": "Yorkshire and the Humber",
    "plan_risk_score": 8
  },
  {
    "id": "E60000170",
    "name": "North Hertfordshire District Council",
    "plan_status": "Adopted 2022",
    "up_to_date": true,
    "last_adoption_year": 2022,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 3,
    "nppf_defaulting": false,
    "notes_short": "North Hertfordshire finally adopted its Local Plan in Nov 2022, after a long examination. The plan is up-to-date and allocates extensive housing sites (including Green Belt release).",
    "notes": "North Hertfordshire’s Local Plan 2011-2031 was adopted in November 2022. This followed an examination process that lasted from 2017 to 2022, largely due to controversy over removing land from Green Belt around towns like Letchworth, Baldock, and Hitchin for housing. The adopted plan provides for about 14,000 homes, including strategic sites at North of Baldock (2,800 homes) and East of Luton (contributing to Luton’s unmet need). With adoption, the plan is current and North Herts has a clear framework to 2031. The council is meeting the Duty to Cooperate by accommodating some of Luton’s housing overflow. Given the late adoption, the plan’s early years backlog means the council needs to ensure delivery now accelerates on the allocated sites. However, the presence of an adopted plan means the presumption in favor is not applicable – North Herts can manage development according to its plan. The next step will be an early review by 2025/26 to plan for post-2031 growth, potentially through the emerging joint plan with Stevenage.",
    "references": [
      "https://www.north-herts.gov.uk/local-plan"
    ],
    "region": "East of England",
    "plan_risk_score": 2
  },
  {
    "id": "E60000095",
    "name": "North Kesteven District Council",
    "plan_status": "Adopted 2023 (Joint Central Lincs Plan)",
    "up_to_date": true,
    "last_adoption_year": 2023,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 2,
    "nppf_defaulting": false,
    "notes_short": "North Kesteven is part of the Central Lincolnshire joint plan, which underwent a review and was adopted in April 2023. The plan is up-to-date and provides for growth to 2040.",
    "notes": "North Kesteven, along with City of Lincoln and West Lindsey, operates under the Central Lincolnshire Local Plan. The plan was first adopted in 2017, and a mandatory review was undertaken; the reviewed Central Lincolnshire Local Plan was adopted in April 2023. This updated plan runs to 2040 and includes ambitious policies, notably becoming one of the first plans to require net-zero carbon buildings. It slightly adjusted growth allocations across the area (North Kesteven hosts the Sustainable Urban Extension at South West Lincoln (Swanpool) and significant growth in Sleaford). With the 2023 adoption, the plan is fully up-to-date. North Kesteven can rely on this joint plan for decision-making; it ensures a five-year supply across Central Lincs and introduces strong climate mitigation measures. The district’s villages and RAF base re-developments are guided by the plan’s settlement hierarchy. No NPPF default issues exist now, as Central Lincolnshire has a plan-led approach through 2040.",
    "references": [
      "https://www.n-kesteven.gov.uk/planning-policy/central-lincolnshire-local-plan"
    ],
    "region": "East Midlands",
    "plan_risk_score": 1
  },
  {
    "id": "E60000055",
    "name": "North Lincolnshire Council",
    "plan_status": "Adopted 2011 (New plan withdrawn 2024)",
    "up_to_date": false,
    "last_adoption_year": 2011,
    "update_in_progress": false,
    "status_code": "withdrawn_or_vacuum",
    "years_since_adoption": 14,
    "nppf_defaulting": true,
    "notes_short": "North Lincolnshire’s Core Strategy (2011) and Local Plan (2003) are outdated. A new Local Plan was in progress but withdrawn in Oct 2024, prolonging the vacuum and NPPF tilt risk.",
    "notes": "North Lincolnshire’s current development plan consists of an adopted 2011 Core Strategy and saved policies from a 2003 Local Plan. These are significantly out-of-date. The council had been preparing a comprehensive new Local Plan to cover 2017–2038, and it reached submission in 2022. However, the examination raised concerns (including likely underestimation of housing need and infrastructure deliverability), and in October 2024 North Lincolnshire formally withdrew the emerging Local Plan. This leaves the authority without an up-to-date plan. The policy vacuum means development proposals are largely assessed against the NPPF; indeed, North Lincolnshire has seen the tilted balance engaged frequently, given difficulties in demonstrating a five-year housing supply. The area has notable development pressures around Scunthorpe and along the Humber (including renewable energy projects). The council will need to restart the plan process, incorporating the Inspector’s feedback, but until a new plan is adopted, North Lincolnshire remains at high risk of unplanned, appeal-led development due to its outdated policy framework.",
    "references": [
      "https://localplan.northlincs.gov.uk/stages",
      "https://www.northlincs.gov.uk/planning-and-environment/local-plan/"
    ],
    "region": "Yorkshire and the Humber",
    "plan_risk_score": 9
  },
  {
    "id": "E60000180",
    "name": "North Norfolk District Council",
    "plan_status": "Emerging plan submitted 2023",
    "up_to_date": false,
    "last_adoption_year": 2008,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 17,
    "nppf_defaulting": true,
    "notes_short": "North Norfolk’s current Core Strategy (2008) is very old. A new Local Plan was submitted in May 2023 to replace it, aiming to guide development while protecting the coast and AONB.",
    "notes": "North Norfolk’s operative plan is the **Core Strategy adopted in 2008, along with a 2011 Site Allocations plan. These are clearly out-of-date. The district, known for its extensive coastline and rural landscape (much of it AONB), has a modest development demand but still must accommodate housing needs for local communities. The council prepared a new Single Local Plan 2016-2036, which was submitted for examination in May 2023. This emerging plan focuses growth in towns like North Walsham, Fakenham, and Holt, while limiting development in sensitive coastal and countryside areas. During the long gap without an updated plan, North Norfolk has faced some development pressure, though the constraint of protected landscapes has somewhat dampened speculative proposals. Nonetheless, the lack of a five-year supply in recent years has triggered the tilted balance for certain inland sites. The new plan’s adoption (expected in 2024) will supersede the 2008/11 documents, provide updated allocations (including a major urban extension in North Walsham), and strengthen the council’s hand in managing development consistent with environmental constraints.",
    "references": [
      "https://www.north-norfolk.gov.uk/localplan"
    ],
    "region": "East of England",
    "plan_risk_score": 9
  },
  {
    "id": "E60000332",
    "name": "North Northamptonshire Council",
    "plan_status": "Adopted 2016 (Joint Core Strategy)",
    "up_to_date": false,
    "last_adoption_year": 2016,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 9,
    "nppf_defaulting": true,
    "notes_short": "North Northamptonshire relies on the 2016 Joint Core Strategy (to 2031) and former district Part 2 plans. A new North Northants Strategic Plan is in preparation to update the framework.",
    "notes": "North Northamptonshire Council (a unitary since 2021 covering the former districts of Kettering, Corby, Wellingborough, and East Northants) currently uses the North Northamptonshire Joint Core Strategy 2011-2031, adopted July 2016, as its strategic plan. This plan guided significant growth (including the creation of the Priors Hall and Hanwood Park SUEs and other garden community projects) but is now nearly a decade old. In addition, each predecessor district had a Part 2 Local Plan (for example, Kettering’s Site Specific Plan adopted 2021, etc.), which North Northants inherited. To move forward, the council is working on a new North Northamptonshire Strategic Plan that will extend the horizon likely to 2041 and update housing and employment targets in line with the area’s growth ambitions and Oxford-Cambridge Arc context. Until this is adopted, the 2016 JCS is the main policy document; it’s becoming out-of-date, though many of its urban extensions are still being built out. For now, North Northants can demonstrate a land supply (due to those large committed sites), but as time goes on, not updating the plan could lead to tilted balance arguments. The ongoing Strategic Plan process is intended to avoid that by keeping the area’s development plan fresh and aligned with modern requirements.",
    "references": [
      "https://www.nnjpdu.org.uk/publications/north-northamptonshire-joint-core-strategy-2011-2031/",
      "https://www.northnorthants.gov.uk/planning-and-building/north-northamptonshire-strategic-plan"
    ],
    "region": "East Midlands",
    "plan_risk_score": 7
  },
  {
    "id": "E60000294",
    "name": "North Somerset Council",
    "plan_status": "Adopted 2017 (Core Strategy)",
    "up_to_date": false,
    "last_adoption_year": 2017,
    "update_in_progress": true,
    "status_code": "adopted_outdated",
    "years_since_adoption": 8,
    "nppf_defaulting": true,
    "notes_short": "North Somerset’s Core Strategy (2017 reissue) is aging. A new Local Plan 2038 was in development, but after controversies it has been paused and rethought, extending policy uncertainty.",
    "notes": "North Somerset’s planning policy is currently based on a Core Strategy originally adopted in 2012 and re-adopted (after legal challenges) in 2017, plus allocations and development management plans from 2018. These are becoming out-of-date, especially since North Somerset left the West of England Joint Spatial Plan in 2019. The council worked on a new Local Plan 2023-2038 and had reached a publication draft in 2022, proposing significant growth including a new garden village at Banwell. However, in 2023 the council paused this plan amid concerns about the evidence and changes in political leadership. A revised Local Plan 2039 was published in Nov 2023 for consultation, now focusing more on brownfield and sustainable locations, but still not submitted. Consequently, North Somerset remains without an up-to-date plan. The district has acute housing pressures from Bristol’s overspill, and without a new plan, it risks speculative applications. The council has struggled with demonstrating a five-year supply, invoking the tilted balance in several appeals. Securing adoption of the new plan (now likely in 2025) is essential to direct large developments (like at Weston-super-Mare and Nailsea) coherently and protect less suitable areas until at least 2039.",
    "references": [
      "https://n-somerset.gov.uk/my-services/planning-building-control/planning-policy/local-plan",
      "https://n-somerset-pp.inconsult.uk/consult.ti/LocalPlanPublication/consultationHome"
    ],
    "region": "South West",
    "plan_risk_score": 8
  },
  {
    "id": "E60000010",
    "name": "North Tyneside Metropolitan Borough Council",
    "plan_status": "Adopted 2017",
    "up_to_date": false,
    "last_adoption_year": 2017,
    "update_in_progress": false,
    "status_code": "adopted_outdated",
    "years_since_adoption": 8,
    "nppf_defaulting": true,
    "notes_short": "North Tyneside’s Local Plan was adopted in 2017. It remains the current plan, but with the five-year mark passed, the Council will need to review it by 2025 to stay up-to-date.",
    "notes": "North Tyneside adopted its comprehensive Local Plan in July 2017. The plan provided for housing growth across the borough (around 16,000 homes to 2032) including significant allocations at Murton Gap and Killingworth Moor. As of 2025, the plan is 8 years old; the council has not yet initiated a formal review or new plan process. The 2017 plan has been successful in guiding development to brownfield town centre sites and the strategic allocations, although delivery at Murton Gap has been slower than anticipated. Now that the plan is beyond 5 years, the NPPF expects a review. North Tyneside has generally maintained housing delivery in line with targets, which helps prevent the tilted balance from automatically engaging. However, to ensure policies (especially around affordable housing and infrastructure) keep pace with changing needs, a plan update will likely commence by late 2025. In the interim, the 2017 plan policies still carry substantial weight, and North Tyneside continues to coordinate with the other Tyne & Wear authorities on strategic matters (like the collective housing need and economic initiatives) outside of any formal joint plan structure.",
    "references": [
      "https://my.northtyneside.gov.uk/category/1136/local-plan"
    ],
    "region": "North East",
    "plan_risk_score": 6
  },
  {
    "id": "E60000005",
    "name": "Northumberland County Council",
    "plan_status": "Adopted 2022",
    "up_to_date": true,
    "last_adoption_year": 2022,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 3,
    "nppf_defaulting": false,
    "notes_short": "Northumberland’s long-awaited County Local Plan was adopted in March 2022, replacing former district plans. It is up-to-date and provides a unified framework for England’s largest county.",
    "notes": "The Northumberland Local Plan was adopted in March 2022. Prior to this, the unitary county (formed 2009) had been relying on a patchwork of older district plans. The new plan covers 2016–2036 and allocates land for about 17,700 homes, concentrating development in the South East Delivery Area (former coalfield towns like Cramlington, Ashington, Blyth) and around Morpeth and Hexham, while protecting the Green Belt around Tyne and Wear and the unique rural character of Northumberland. The plan’s adoption followed a lengthy examination, especially on Green Belt changes for a proposed rail freight terminal (removed in final plan). Now up-to-date, the plan allows Northumberland to manage development consistently across the county. With a current plan, Northumberland has a solid five-year land supply position and thus is not generally subject to the tilted balance. The focus is now on delivery, including major infrastructure like the reopening of the Northumberland rail line (Newcastle to Ashington) which supports the plan’s growth strategy.",
    "references": [
      "https://www.northumberland.gov.uk/Planning/Planning-policy/Plan.aspx"
    ],
    "region": "North East",
    "plan_risk_score": 2
  },
  {
    "id": "E60000323",
    "name": "Northumberland National Park Authority",
    "plan_status": "Adopted 2020",
    "up_to_date": true,
    "last_adoption_year": 2020,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 5,
    "nppf_defaulting": false,
    "notes_short": "Northumberland National Park’s Local Plan was adopted in July 2020. It is current, focusing on conservation and limited development for local needs within the park.",
    "notes": "The Northumberland National Park Authority adopted its Local Plan 2017-2037 in July 2020. This plan provides planning policies for the National Park, one of England’s most remote and sparsely populated areas. It prioritizes landscape and habitat conservation (reflecting National Park purposes) and allows only very limited development – for example, local needs housing in named settlements, barn conversions, and tourism facilities that support the park’s sustainability. Being adopted in 2020, the plan is up-to-date. Development pressure in the Park is low, and the plan ensures any proposals meet strict tests. The NPPF’s tilted balance is not relevant here, as national policy affords great protection to National Parks and the plan’s housing targets are essentially need-driven (only a few dwellings per year). The Authority will monitor the plan but likely won’t need an update until the latter part of the 2020s, unless major national policy changes require it.",
    "references": [
      "https://www.northumberlandnationalpark.org.uk/planning/planning-policy/"
    ],
    "region": "North East",
    "plan_risk_score": 1
  },
  {
    "id": "E60000125",
    "name": "North Warwickshire Borough Council",
    "plan_status": "Adopted 2021",
    "up_to_date": true,
    "last_adoption_year": 2021,
    "update_in_progress": false,
    "status_code": "adopted_recent",
    "years_since_adoption": 4,
    "nppf_defaulting": false,
    "notes_short": "North Warwickshire’s Local Plan was adopted in September 2021. It is up-to-date, planning for significant housing growth (partly to assist Coventry/Birmingham) up to 2033.",
    "notes": "North Warwickshire adopted its current Local Plan in September 2021, after an extended process that saw the borough taking on some housing need from the West Midlands conurbation (notably for Coventry’s unmet need). The plan allocates major housing growth around towns like Atherstone, Polesworth/Dordon, and Coleshill, aiming to deliver about 5,300 homes (2014–2033) which is a sizable uplift for this largely rural area. As it stands, the plan is recent and provides an NPPF-compliant framework. The borough is working to facilitate the delivery of allocations like the large site at Dordon (several thousand homes) and employment expansions tied to the M42 corridor. With the plan in place, North Warwickshire maintains a five-year supply and thus decisions remain firmly plan-led; the tilted balance is not generally an issue. The council will need to monitor the plan’s delivery trajectory closely given the reliance on a few big sites. A review will likely be needed by 2026 to roll the plan forward beyond 2033 and adjust for any changes in regional growth strategies (e.g., the Birmingham & Black Country housing shortfalls).",
    "references": [
      "https://www.northwarks.gov.uk/info/20002/planning/1396/local_plan_2021"
    ],
    "region": "West Midlands",
    "plan_risk_score": 2
  },
  {
    "id": "E60000090",
    "name": "North West Leicestershire District Council",
    "plan_status": "Adopted 2017 (Partial update 2021)",
    "up_to_date": true,
    "last_adoption_year": 2017,
    "update_in_progress": true,
    "status_code": "adopted_recent",
    "years_since_adoption": 8,
    "nppf_defaulting": false,
    "notes_short": "North West Leicestershire’s Local Plan was adopted in 2017 and partially reviewed in 2021. A substantive new Local Plan is now being prepared to extend to 2040.",
    "notes": "North West Leicestershire adopted a new Local Plan in 2017, covering the period to 2031. A partial review of that plan was adopted in March 2021, solely to update the housing supply situation and fulfill a commitment to early review. Because that partial update did not roll the plan forward, the council is now progressing a full Substantive Review of the Local Plan to extend it to 2040. As of 2025, the substantive review is underway (Reg 19 consulted, but not yet at examination). Meanwhile, the 2017 plan (as amended) is considered up-to-date, and NW Leicestershire can demonstrate a five-year supply, bolstered by developments like the South East Coalville sustainable urban extension and other housing around Ashby and Castle Donington. The district also has the East Midlands Airport and strategic warehousing growth to manage. With the partial review “resetting the clock,” the NPPF tilted balance is not currently triggered. However, the council recognizes the need to allocate more housing (including potential new settlements) for the 2031-2040 period, which is what the ongoing review will address. Adoption of the new plan (expected around 2025) will ensure the district continues to have a robust development plan looking ahead.",
    "references": [
      "https://www.nwleics.gov.uk/pages/local_plan_review"
    ],
    "region": "East Midlands",
    "plan_risk_score": 4
  }
]